message_for_group_about_training = """
Всем привет 👋🏼

 🗓️ {date} 🗓️

🕑 {start_time} - {end_time} 🕓

Подтвердите участие ниже в опросе 😜
"""
input_date_next_training = "Введите дату следующей тренировки в формате ДД.ММ.ГГГГ"
input_training_time = "Введите время тренировки в формате ЧЧ:ММ - ЧЧ:ММ (например, 14:00 - 16:00)"
bad_format_for_date = "Неверный формат даты! Пожалуйста, введите дату в формате ДД.ММ.ГГГГ."
bad_format_for_time = "Неверный формат времени. Убедитесь, что используется формат ЧЧ:ММ - ЧЧ:ММ."
time_start_before_time_and = "Время начала должно быть раньше времени окончания."
